adobe-source-code-pro-fonts
ark
base
base-devel
bc
bind
blueman
bluez
bluez-tools
bluez-utils
brightnessctl
btop
burpsuite
byobu
cava
chromium
clang
cliphist
cmake
code
cups
cups-browsed
cups-filters
darkstat
discord
dmenu
dnf5
docker
docker-buildx
docker-compose
dolphin
efibootmgr
emacs-wayland
espeak-ng
facter
fastfetch
fd
feroxbuster
ffmpegthumbnailer
firefox
firefox-tridactyl
foot
foundry-bin
fzf
gemini-cli
ghidra
ghostty-git
gimp
git
github-cli
gnome-system-monitor
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-mtp
htop
hyprdynamicmonitors-bin
hypridle
hyprland
hyprland-protocols
hyprlauncher
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprpwcenter
hyprshot
hyprsunset
i3-wm
i3blocks
i3lock
i3status
imagemagick
intel-media-driver
intel-ucode
inxi
ipp-usb
iwd
jnettop
jq
kate
kicad
kicad-library
kitty
konsole
kvantum
less
lib32-nvidia-utils
libpulse
libreoffice-fresh
libspng
libva-intel-driver
libva-nvidia-driver
libva-utils
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-hardened
linux-hardened-headers
linux-headers
loupe
lsd
ly
maven
mdcat
mercurial
mousepad
mpv
mpv-mpris
nano
nano-syntax-highlighting
neovim
net-tools
netsniff-ng
network-manager-applet
networkmanager
ngrep
nmap
nodejs
npm
nss-mdns
nvidia-open-dkms
nvidia-settings
nvtop
nwg-displays
nwg-look
obs-studio
openbsd-netcat
openvpn
oryx
otf-font-awesome
pacman-contrib
pamixer
pavucontrol
pgcli
pgformatter
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
pokemon-colorscripts-git
polkit-kde-agent
postgresql
powerline
python-datasets
python-huggingface-hub
python-libtmux
python-pip
python-pipx
python-pyquery
python-requests
qalculate-gtk
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
quickshell
rainfrog
rofi
rtaudio
rye
scapy
shotcut
slurp
smartmontools
sniffnet
sof-firmware
steam
strawberry
stubby
sudo
suricata
swappy
swaync
swww
termshark
texlive-latexextra
thefuck
thunar
thunar-archive-plugin
thunar-volman
tmux
tmuxp
traceroute
tree
trippy
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-victor-mono
tumbler
ufw
unzip
uv
uwsm
vim
vim-ctrlp
vlc
vnstat
vulkan-intel
vulkan-nouveau
vulkan-radeon
wallust
waybar
wget
whois
wingpanel-indicator-network
wireguard-tools
wireless_tools
wireplumber
wireshark-cli
wireshark-qt
wlogout
wofi
wpa_supplicant
xarchiver
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xinit
xss-lock
yad
yay-bin
yay-bin-debug
yazi
yt-dlp
zenmap
zip
zmap
zram-generator
zsh-completions
zsh-syntax-highlighting
zulu-21-bin
